[
  {
     "pk": 1,
     "name": "Русский борщ",
     "description": "Несмотря на то, что блюдо традиционно считается украинским, готовили борщ еще в древней Руси. В русский борщ добавлялись квашеные овощи – капуста, свекла, свекольный квас, которые придавали готовому блюду кисловатый, приятный вкус. Зимой для приготовления супа использовалась солонина. Конечно, на сегодняшний день, рецепт значительно изменился. Одно остается неизменным - в ингредиентах русского борща отсутствует картофель, в два раза меньше кладется капусты и морковки берется вдвое больше, чем свеклы. Ну и конечно, в русском борще отсутствует сало. Приготовить борщ можно на мясном бульоне или постный. В любом случае, борщ по этому рецепту получается очень вкусный, непременно попробуйте",
     "categories": ["супы", "первые блюда"],
     "time_cook": "2 часа",
     "author": "admin",
     "date_created": "2023-11-10",
     "foto": "borsch.jpg"
  },
  {
     "pk": 2,
     "name": "Салат Цезарь",
     "description": "салат Цезарь по классическому рецепту - из свежих листьев салата, курицы-гриль, крутонов и пармезана, а также с соусом аля Цезарь",
     "categories": ["салаты"],
     "time_cook": "1 час 30мин",
     "author": "user1",
     "date_created": "2023-11-12",
     "foto": "salad_cesar.jpg"
  },
  {
     "pk": 3,
     "name": "Торт Медовик",
     "description": "торт Медовик - потрясающе вкусный торт, от которого не могут отказаться даже люди, равнодушные к сладкому",
     "categories": ["выпечка"],
     "time_cook": "6 часов",
     "author": "user2",
     "date_created": "2023-09-05",
     "foto": "medovik.jpg"
  },
  {
     "pk": 4,
     "name": "Салат \"Шуба\" классический",
     "description": "Классический рецепт русской кухни. Его готовят на любые праздники, так как он до сих пор любим и популярен",
     "categories": ["салаты"],
     "time_cook": "5 часов",
     "author": "admin",
     "date_created": "2023-08-01",
     "foto": "salad_shuba.jpg"
  },
 {
     "pk": 5,
     "name": "Вареники с творогом",
     "description": "Самые вкусные и сладкие вареники. Такое блюдо понравится и детям, и взрослым, а приготовить их не составит особого труда",
     "categories": ["вторые блюда"],
     "time_cook": "1 час",
     "author": "user3",
     "date_created": "2022-05-25",
     "foto": "vareniki_tvorog.jpg"
  },
 {
     "pk": 6,
     "name": "Кисель",
     "description": "Кисель – традиционное блюдо славянской кухни, которое чаще всего готовят из крахмала и зерновых культур",
     "categories": ["напитки"],
     "time_cook": "40 минут",
     "author": "friend_3",
     "date_created": "2022-05-25",
     "foto": "kissel.jpg"
  },
 {
     "pk": 7,
     "name": "Хачапури по-аджарски",
     "description": "это традиционные «пироги» Грузии, которые сочетают в себе сырно-яичную солоноватую начинку и золотистое тонкое тесто",
     "categories": ["выпечка"],
     "time_cook": "1час 20 минут",
     "author": "user1",
     "date_created": "2022-09-16",
     "foto": "hachapuri_adjar.jpg"
  }
]



