[
  {
    "pos": 1,
    "desc": "Подготовьте ингредиенты",
    "recipe": 1
  },
  {
    "pos": 2,
    "desc": "Приготовьте бульон. Мясо залейте холодной водой, добавьте лавровый лист, доведите до кипения, удалите пену. Огонь уменьшите до минимума и варите под крышкой примерно 1,5 часа, чтобы мясо стало мягким и отделяться от кости",
    "recipe": 1
  },
  {
    "pos": 3,
    "desc": "Нашинкуйте капусту и лук. Помидоры обдайте кипятком, снимите шкурку и нарежьте кубиками. Свеклу и морковь нарежьте небольшой тонкой соломкой",
    "recipe": 1
  },
  {
    "pos": 4,
    "desc": "На растительном масле приготовьте заправку. Сначала обжарьте лук, затем морковь и свеклу. Когда все будет готово, добавьте помидоры или томатную пасту. Можно добавить 1 ложечку сахара. Потушите все 4-5 минут. Добавьте немного уксуса",
    "recipe": 1
  },
  {
    "pos": 5,
    "desc": "Мясо извлечь из бульона и нарезать кусочками. Бульон процедить и добавить в него нарезанное мясо",
    "recipe": 1
  },
  {
    "pos": 6,
    "desc": "Добавьте в суп капусту и варите ее до готовности. За 10 минут до готовности добавьте зажарку. Посолите и поперчите. Можно добавить свежую зелень и измельченный чеснок",
    "recipe": 1
  },
  {
    "pos": 7,
    "desc": "Подавайте к столу со сметаной, черным хлебом, хреном или чесноком",
    "recipe": 1
  },
  {
    "pos": 1,
    "desc": "Листья салата должны быть максимально свежими, чтобы Цезарь получился вкусным",
    "recipe": 2
  },
  {
    "pos": 2,
    "desc": "Соус и крутоны используем готовые, однако если их нет - крутоны можно приготовить путем поджаривания небольших кусочков хлеба на сухой сковороде или запекания их в духовке. Соус Цезар также можно приготовить самому",
    "recipe": 2
  },
  {
    "pos": 3,
    "desc": "Пармезан натираем на самой мелкой терке, петрушку хорошенько промываем",
    "recipe": 2
  },
  {
    "pos": 4,
    "desc": "Листья салата на минуту окатываем ледяной водой, после чего воду сливаем, даем листьям обсохнуть, и руками рвем их на произвольные кусочки (кому как больше нравится - кому-то крупнее, кому-то мельче)",
    "recipe": 2
  },
  {
    "pos": 5,
    "desc": "Куриное филе тоже нарезаем на красивые слайсы или кусочки другой формы, главное - не мельчить. Кусочки курицы должны быть довольно крупными",
    "recipe": 2
  },
  {
    "pos": 6,
    "desc": "Петрушку рвем руками или измельчаем. Но, опять же, не мельчите - она должна чувствоваться в салате",
    "recipe": 2
  },
  {
    "pos": 7,
    "desc": "На дно салатницы выкладываем листья салата и петрушку, добавляем соус для цезаря и немного пармезана, перемешиваем. Сверху выкладываем нарезанные яйца, курицу и сухарики, а затем присыпаем все блюдо пармезаном",
    "recipe": 2
  },
  {
    "pos": 1,
    "desc": "В небольшой мисочке взбиваем яйца с содой",
    "recipe": 3
  },
  {
    "pos": 2,
    "desc": "В глубокую кастрюлю кладем мед и 1 стакан сахара. На медленном огне, помешивая, доводим смесь до кипения. Сахар должен полностью растворится в меде",
    "recipe": 3
  },
  {
    "pos": 3,
    "desc": "Когда начнет медленно кипеть, добавляем яйца с содой. Быстро помешивая, продолжаем нагревать смесь. Когда смесь увеличится в объеме и станет похожей на пену, снимаем с огня",
    "recipe": 3
  },
  {
    "pos": 4,
    "desc": "Небольшими порциями добавляем муку. Ложкой мешаем тесто. Должно получиться плотное, вязкое тесто",
    "recipe": 3
  },
  {
    "pos": 5,
    "desc": "Полученное тесто разделяем на 10 частей. Каждую часть тонко раскатываем на присыпанном мукой столе",
    "recipe": 3
  },
  {
    "pos": 6,
    "desc": "Из раскатанных пластов вырезаем круглые коржи. В качестве контура используйте подходящую тарелку. Обрезки теста не выбрасываем - они пригодятся. Раскатывайте тесто быстро - оно быстро твердеет и теряет эластичность",
    "recipe": 3
  },
  {
    "pos": 7,
    "desc": "Коржи вместе с обрезками ставим в духовку, разогретую до 200 градусов. Выпекаем ровно 5 минут",
    "recipe": 3
  },
  {
    "pos": 8,
    "desc": "Коржи отставляем, а обрезки руками перетираем в крупную крошку",
    "recipe": 3
  },
  {
    "pos": 9,
    "desc": "Готовим крем. Сметану смешиваем со стаканом сахара. взбиваем миксером до пышности",
    "recipe": 3
  },
  {
    "pos": 10,
    "desc": "Делаем торт. Первый корж обильно смазываем кремом. Кладем коржи друг на друга и промазываем их кремом",
    "recipe": 3
  },
  {
    "pos": 11,
    "desc": "Берем половину крошек (от обрезков коржей) добавляем в них столовую ложку крема. Перемешиваем",
    "recipe": 3
  },
  {
    "pos": 12,
    "desc": "Получившейся мокрой крошкой хорошенько облепить торт, придавая ему аккуратную форму, сглаживая неровности",
    "recipe": 3
  },
  {
    "pos": 13,
    "desc": "Отправляем торт в холодильник на 5-6 часов, после чего торт готов",
    "recipe": 3
  },
  {
    "pos": 1,
    "desc": "Отварите свеклу и остудите её. Это займёт 1-2 часа",
    "recipe": 4
  },
  {
    "pos": 2,
    "desc": "Морковь и картофель отварите в течение 30-40 минут. Остудите. Яйца сварите вкрутую",
    "recipe": 4
  },
  {
    "pos": 3,
    "desc": "Селёдку разделайте, удалите голову, плавники, хвост и косточки, а потом нарежьте",
    "recipe": 4
  },
  {
    "pos": 4,
    "desc": "Очищенный картофель натрите на большой тёрке. Также натрите яйца, очищенную морковь и свеклу",
    "recipe": 4
  },
  {
    "pos": 5,
    "desc": "Лук нашинкуйте. Чтобы он не горчил, залейте его кипятком на пару минут. Слейте воду",
    "recipe": 4
  },
  {
    "pos": 6,
    "desc": "На большую тарелке выложите первым слоем картофель. Смажьте майонезом",
    "recipe": 4
  },
  {
    "pos": 7,
    "desc": "Дальше распределите слой селёдки, сверху положите лук",
    "recipe": 4
  },
  {
    "pos": 8,
    "desc": "Затем положите яйца, а сверху смажьте их майонезом. Затем слой морковки с майонезом",
    "recipe": 4
  },
  {
    "pos": 9,
    "desc": "А в конце свекла, политая майонезом",
    "recipe": 4
  },
  {
    "pos": 10,
    "desc": "Оставьте салат на 3-4 часа в холодильнике, чтобы он пропитался",
    "recipe": 4
  },
  {
    "pos": 1,
    "desc": "Перемешайте творог в глубокой миске и добавьте сахар по вкусу",
    "recipe": 5
  },
  {
    "pos": 2,
    "desc": "Не добавляйте в творог яйцо, если он сам по себе довольно мягкий. Если творог суховат, то лучше добавить в него яйцо, чтобы связать начинку",
    "recipe": 5
  },
  {
    "pos": 3,
    "desc": "Взбейте яйцо, добавьте тёплую воду и соль. Вода должна быть тёплой, так тесто замесится быстрее. Частями добавьте муку",
    "recipe": 5
  },
  {
    "pos": 4,
    "desc": "Перемешивайте тесто сначала ложкой, а затем продолжите руками. Муки может уйти чуть меньше или больше, чем указано в рецепте. Готовое тесто не должно липнуть к рукам. Соберите его в шар, накройте и дайте полежать 20 минут",
    "recipe": 5
  },
  {
    "pos": 5,
    "desc": "Разделите тесто на 3 части. Две оставьте под полотенцем, а третью раскатайте в длинную колбаску и нарежьте её на кусочки",
    "recipe": 5
  },
  {
    "pos": 6,
    "desc": "Каждый кусочек обваляйте с двух сторон в муке и раскатайте в форме круга. По центру выложите начинку и соедините края любым удобным способом",
    "recipe": 5
  },
  {
    "pos": 7,
    "desc": "Готовые вареники складывайте на доску или тарелку. Для хранения заморозьте",
    "recipe": 5
  },
  {
    "pos": 8,
    "desc": "Добавьте в воду немного соли, доведите до кипения и закиньте вареники. Аккуратно перемешайте, чтобы они не прилипли и варите после всплытия около 3 минут",
    "recipe": 5
  },
  {
    "pos": 9,
    "desc": "Вареники готовы. Можете подать с мёдом, сметаной, кусочком сливочного масла и с любыми ягодами или фруктами",
    "recipe": 5
  },
  {
    "pos": 1,
    "desc": "Замороженные ягоды в кастрюле или сотейнике заливаем литром чистой воды",
    "recipe": 6
  },
  {
    "pos": 2,
    "desc": "Дополняем две столовыми ложки сахара. Доводим до кипения и после варим 10 минут на слабом огне",
    "recipe": 6
  },
  {
    "pos": 3,
    "desc": "Дальше подготовим крахмал. Размешиваем его в половине стакана холодной воды",
    "recipe": 6
  },
  {
    "pos": 4,
    "desc": "Аккуратно вливаем в ягодную заготовку крахмальную смесь. Вливаем и постоянно помешиваем, после варим около 5-7 минут",
    "recipe": 6
  },
  {
    "pos": 5,
    "desc": "После готовности горячий кисель переливаем в подходящую емкость и даем полностью остыть",
    "recipe": 6
  },
  {
    "pos": 6,
    "desc": "Вкусный и густой кисель из замороженных ягод и крахмала полностью готов. Перед подачей разлейте его по стаканам и угощайтесь",
    "recipe": 6
  },
  {
    "pos": 1,
    "desc": "Хачапури по-аджарски легко готовятся в домашних условиях. Молоко с водой подогреваем до теплого состояния и перемешиваем с дрожжами, солью и сахарным песком. Даем постоять около 10 минут",
    "recipe": 7
  },
  {
    "pos": 2,
    "desc": "Затем вводим растительное масло и яйцо – мешаем при помощи венчика. Частями всыпаем предварительно просеянную муку",
    "recipe": 7
  },
  {
    "pos": 3,
    "desc": "Замешиваем тесто до тех пор, пока продукт не перестанет прилипать к ладоням. Прикрываем льняным полотенцем и оставляем в тепле на час, после обминаем и даем полежать еще 30 минут",
    "recipe": 7
  },
  {
    "pos": 4,
    "desc": "Не теряя времени, готовим начинку: сулугуни и адыгейский сыр измельчаем на терке с крупными отверстиями. К сыру выливаем растопленное сливочное масло и хорошенько перемешиваем",
    "recipe": 7
  },
  {
    "pos": 5,
    "desc": "Поднявшееся тесто разделяем на 4-5 сегментов, каждый раскатываем в тонкий овал. С двух краев выкладываем немного начинки",
    "recipe": 7
  },
  {
    "pos": 6,
    "desc": "Сворачиваем бортики к центру по типу трубочки. Влажными пальцами плотно защипливаем края, «валики» слегка раздвигаем и заполняем полость сырной массой",
    "recipe": 7
  },
  {
    "pos": 7,
    "desc": "Полуфабрикаты перекладываем на противень, выстеленный пекарской бумагой. По желанию смазываем бортики желтком с водой и выпекаем 15-25 минут при температурной отметке в 200 градусов",
    "recipe": 7
  },
  {
    "pos": 8,
    "desc": "За пару минут до готовности, слегка «разрываем» сыр в центре и разбиваем яйцо. Через несколько минут извлекаем кушанье из духовки и сдабриваем бортики и начинку небольшими ломтиками сливочного масла",
    "recipe": 7
  },
  {
    "pos": 9,
    "desc": "Ароматные хачапури по-аджарски подаем к столу «с пылу, с жару» и наслаждаемся. Приятного аппетита",
    "recipe": 7
  }
]


























